{
  "url": "https://lisakimfit.com",
  "name": "Lisa Kim Fit",
  "email": "info@lisakimfit.com",
  "instagramUrl": "https://www.instagram.com/lisakimfit/",
  "githubRepo": "https://github.com/LisaP117/LisaKimFit",
	"navigation": [
		{
			"title": "About",
			"ref": "about"
		},
		{
			"title": "Services",
			"ref": "services"
		},
		{
			"title": "Contact",
			"ref": "contact"
		}
	],
	"home" : [
		{
			"id": "about",
			"titles": [
				{"title": "Are you ready to invest in yourself?"},
				{"title": "Are you tired of dieting?"},
				{"title": "Do you want to feel more confident?"},
				{"title": "Are you struggling to find a balance?"}
			],
			"imagePosition": "default",
			"image1": "/images/LisaKimFit-480w.jpg",
			"image2": "/images/LisaKimFit-800w.jpg",
			"imageTitle": "Lisa Kim Fit personal trainer",
			"quote": "To be able to achieve you must hold yourself accountable."
		},
		{
			"id": "help",
			"title": "I want to help YOU",
			"body": "Let me help you on your fitness journey where you will learn all the exercises and build the confidence, get to your goal AND eventually train in a gym on your own. There isn't a greater investement than in YOU and your current / future health.",
			"imagePosition": "reverse",
			"image1": "/images/LisaKimFitSledPush-480w.jpg",
			"image2": "/images/LisaKimFitSledPush-800w.jpg",
			"imageTitle": "Lisa Kim Fit personal trainer sled pushing during a workout",
			"quote": "It's a continuous journey with endless achievements. Reaching your goal is just the start."
		},
		{
			"id": "testimonials",
			"title": "What my clients say",
			"quotes": [
				{
					"quote": "I've gained so much confidence and strength and even put on 3kg which may only be a small amount but it's more than i've managed before. I've also only felt confident to lift because of how attentitive you've been, ensuring my technique is right from all angles.",
					"author": "Nisha Patel"
				},
				{
					"quote": "I've been doing PT sessions with Lisa for a few months now and she's been amazing. I started off not being able to life and now I am deadlifting 60kg! I feel stronger than ever!",
					"author": "Lauren Chadwick"
				},
				{
					"quote": "I have been working with Lisa for just short of 2 years . When I came to Lisa I was struggling and kept picking up injuries as I’d suffered a serious knee injury. Through hard work and planning I’m as fit as I’ve ever been and been injury free. This is all down to Lisa’s hard work and knowledge and could not recommend her highly enough.",
					"author": "Ryan Adderley"
				}
			]
		}
	],
	"services": [
		{
			"id": "personalTraining",
			"title": "Personal Training",
			"body": "In person training to help you on your way in your fitness journey, whether you are just starting out or someone wanting to build on their strength. All sessions are fully tailored to help you achieve your goal. I ensure we set performance goals instead of physical goals, you'll find the journey is smoother. I will also provide you with nutrion guidance and calculate your calories. We'll take it step by step so that you aren't overwhelemed. If you're interested and local I coach at GSquared Health Clubs, St Annes Square, Manchester City Centre.",
			"list": [
				{
					"item": "Step 1: FREE 10 minute call"
				},
				{
					"item": "Step 2: A consultation form will be sent out"
				},
				{
					"item": "Step 3: Form reviewed and we will meet for an assessment"
				},
				{
					"item": "Step 4: A tailored program will be written"
				},
				{
					"item": "Step 5: Sessions begin!"
				}
			],
			"disclaimer": "* All sessions MUST be taken within a month. Minimum 2 sessions per week. Cancellations must be notified 24hrs prior to session otherwise you will be charged.",
			"button": "Register my interest",
			"imagePosition": "none",
			"image1": "/images/jenbacksquat-480w.jpg",
			"image2": "/images/jenbacksquat-800w.jpg",
			"imageTitle": "Lisa Kim Fit personal training a client in the gym. Jen is performing a backsquat.",
			"quote": "You don't have to sacrifice life to be fitter and healthier."
		}
	],
	"contact" : [
		{
			"id": "contact",
			"title": "Do you want my help?",
			"body": "I want to help you. I have been where you have been. Whatever you are struggling with I am here to help, I will provide you with the tools, motivation, education and accountability to help you reach your goal. If you are ready to make that change please click to button and fill out the form. Look forward to working with you!"
		}
	],
	"newsletter": [
		{
			"id": "newsletter",
			"title": "Sign up to the newsletter",
			"body": "Real and raw. For all things, training, nutrition hints & tips, recipes and personal experiences you can relate to."
		}
	],
	"errorpage": [
		{
			"id": "errorpage",
			"title": "404 Page Error",
			"body": "Sorry we can't find the page you are looking for. Return to the homepage."
		}
	]
}
