{
  "url": "https://lisakimfit.com",
  "name": "Lisa Kim Fit",
  "email": "info@lisakimfit.com",
  "instagramUrl": "https://www.instagram.com/lisakimfit/",
  "githubRepo": "https://github.com/LisaP117/LisaKimFit",
	"navigation": [
		{
			"title": "About",
			"ref": "about"
		},
		{
			"title": "Services",
			"ref": "services"
		},
		{
			"title": "Contact",
			"ref": "contact"
		}
	],
	"home" : [
		{
			"id": "about",
			"title": "Let's build your confidence & a can do attitude",
			"body": "Welcome to Lisa Kim Fit. I am a huge fitness enthusiast and have been since a young age. I only started picking up weights in my mid twenties and since then, I haven't looked back. Lifting weights has been an incredible kind of mental therapy let alone physical therapy, it has helped me overcome certain struggles and I definitely believe it to be the highest form of self care we can give to ourselves. Now as a personal trainer, I want to help you overcome your fitness hurdles!",
			"imagePosition": "default",
			"image1": "/images/LisaKimFit-480w.jpg",
			"image2": "/images/LisaKimFit-800w.jpg",
			"imageTitle": "Lisa Kim Fit personal trainer",
			"quote": "It's a continuous journey with endless achievements. Reaching your goal is just the start."
		},
		{
			"id": "mission",
			"title": "The Mission",
			"body": "I am on a mission to get as many people to fall in love with resistance training and movement. I want you to see the value that training adds to your life. For far too long it has been seen as chore. Looking after yourself should be a priority. The mental and physical benefits are huge and I want everyone to experience them. It's never too late. You ARE more capable then you could imagine.",
			"imagePosition": "reverse",
			"image1": "/images/LisaKimFitSledPush-480w.jpg",
			"image2": "/images/LisaKimFitSledPush-800w.jpg",
			"imageTitle": "Lisa Kim Fit personal trainer sled pushing during a workout",
			"quote": "To be able to achieve you must hold yourself accountable."
		},
		{
			"id": "testimonials",
			"title": "What my clients say",
			"quotes": [
				{
					"quote": "I've gained so much confidence and strength and even put on 3kg which may only be a small amount but it's more than i've managed before. I've also only felt confident to lift because of how attentitive you've been, ensuring my technique is right from all angles.",
					"author": "Nisha P, Bolton"
				},
				{
					"quote": "I've been doing PT sessions with Lisa for a few months now and she's been amazing. I started off not being able to life and now I am deadlifting 60kg! I feel stronger than ever!",
					"author": "Lauren C, Horwich"
				},
				{
					"quote": "I have been doing your saved online workuouts, I have been loving them. You really have helped me, if only you knew how much.",
					"author": "Henna C, Leicester"
				}
			]
		}
	],
	"services": [
		{
			"id": "personalTraining",
			"title": "Personal Training Sessions & Prices",
			"body": "In person training to help you on your way in your fitness journey, whether you are just starting out or someone wanting to build on their strength. All sessions are fully tailored to help you achieve your goal. I ensure we set performance goals instead of physical goals, you'll find the journey is smoother. If you're interested and local I am based in Horwich, Bolton.",
			"list": [
				{
					"item": "20 minute call : FREE"
				},
				{
					"item": "1 session : £30"
				},
				{
					"item": "4 sessions p/m : £100"
				},
				{
					"item": "8 sessions p/m : £200"
				},
				{
					"item": "12 sessions p/m : £300"
				},
				{
					"item": "Group PT (3 ppl) : Price on enquiry"
				}
			],
			"disclaimer": "* All sessions MUST be taken within a month. Cancellations must be notified 24-48hrs prior to session otherwise you will be charged.",
			"button": "Register my interest",
			"imagePosition": "none",
			"image1": "/images/jenbacksquat-480w.jpg",
			"image2": "/images/jenbacksquat-800w.jpg",
			"imageTitle": "Lisa Kim Fit personal training a client in the gym. Jen is performing a backsquat.",
			"quote": "You don't have to sacrifice life to be fitter and healthier."
		},
		{
			"id": "onlineTraining",
			"title": "Online Training",
			"body": "Online training is a tailored program adapted to you to allow you to reach your desired goals. You're the kind of person that knows what they're doing in a gym, has the drive and discipline but, needs help with structuring training sessions. You'll be required to check in and log your performance all on 1 app, it keeps you accontable.",
			"button": "Register my interest",
			"imagePosition": "none",
			"image1": "/images/LisaKimFitProgress-480w.jpg",
			"image2": "/images/LisaKimFitProgress-800w.jpg",
			"imageTitle": "Lisa Kim Fit personal trainer online training progress picture",
			"quote": "Motivation comes after doing, consistency becomes discipline, discpline leads to change."
		}
	],
	"contact" : [
		{
			"id": "contact",
			"title": "Contact",
			"body": "If you have any questions, please fill out the form and I'll get back to you within 24-48hrs. Alternatively, you can contact me via instagram or facbook messenger.",
			"fields": [
				{
					"id": "name",
					"name": "Full Name",
					"type": "text",
					"placeholder": "Full Name",
					"isRequired": "true"
				},
				{
					"id": "email",
					"name": "Email Address",
					"type": "email",
					"placeholder": "Email Address",
					"isRequired": "true"
				},
				{
					"id": "phone",
					"name": "Phone Number",
					"type": "number",
					"placeholder": "Phone Number",
					"isRequired": "true"
				},
				{
					"id": "message",
					"name": "Your Message",
					"type": "textarea",
					"placeholder": "I would like more information on [ choose service ] OR I would like a callback to discuss, please.",
					"isRequired": "true"
				}
			]
		}
	],
	"newsletter": [
		{
			"id": "newsletter",
			"title": "Sign up to the newsletter",
			"body": "Real and raw. For all things, training, nutrition hints & tips, recipes and personal experiences you can relate to.",
			"fields": [
				{
					"id": "name",
					"name": "Full Name",
					"type": "text",
					"placeholder": "Full Name",
					"isRequired": "true"
				},
				{
					"id": "email",
					"name": "Email Address",
					"type": "text",
					"placeholder": "Email Address",
					"isRequired": "true"
				}
			]
		}
	],
	"errorpage": [
		{
			"id": "errorpage",
			"title": "404 Page Error",
			"body": "Sorry we can't find the page you are looking for. Return to the homepage."
		}
	]
}
