{
  "url": "https://lisakimfit.com",
  "name": "Lisa Kim Fit",
  "email": "info@lisakimfit.com",
  "instagramUrl": "https://www.instagram.com/lisakimfit/",
  "githubRepo": "https://github.com/LisaP117/LisaKimFit",
	"navigation": [
		{
			"title": "About",
			"ref": "about"
		},
		{
			"title": "Services",
			"ref": "services"
		},
		{
			"title": "Contact",
			"ref": "contact"
		}
	],
	"home" : [
		{
			"id": "about",
			"title": "The greatest investment is in yourself",
			"body": "Have you ever felt like the gym isn't for you or that fitness just isn't your thing? Well, it is your thing. The gym is a safe space for everyone. Let me help you on your fitness journey where you will learn all the exercises and build the confidence to walk into a gym. There isn't a greater investement than in YOU and your current / future health",
			"imagePosition": "default",
			"image1": "/images/LisaKimFit-480w.jpg",
			"image2": "/images/LisaKimFit-800w.jpg",
			"imageTitle": "Lisa Kim Fit personal trainer",
			"quote": "It's a continuous journey with endless achievements. Reaching your goal is just the start."
		},
		{
			"id": "mission",
			"title": "The Mission",
			"body": "I am on a mission to get as many people to fall in love with resistance training and movement. I want you to see the value that training adds to your life. For far too long it has been seen as chore. Looking after yourself should be a priority. The mental and physical benefits are huge and I want everyone to experience them. It's never too late. You ARE more capable then you could imagine.",
			"imagePosition": "reverse",
			"image1": "/images/LisaKimFitSledPush-480w.jpg",
			"image2": "/images/LisaKimFitSledPush-800w.jpg",
			"imageTitle": "Lisa Kim Fit personal trainer sled pushing during a workout",
			"quote": "To be able to achieve you must hold yourself accountable."
		},
		{
			"id": "testimonials",
			"title": "What my clients say",
			"quotes": [
				{
					"quote": "I've gained so much confidence and strength and even put on 3kg which may only be a small amount but it's more than i've managed before. I've also only felt confident to lift because of how attentitive you've been, ensuring my technique is right from all angles.",
					"author": "Nisha P, Bolton"
				},
				{
					"quote": "I've been doing PT sessions with Lisa for a few months now and she's been amazing. I started off not being able to life and now I am deadlifting 60kg! I feel stronger than ever!",
					"author": "Lauren C, Horwich"
				},
				{
					"quote": "I have been doing your saved online workuouts, I have been loving them. You really have helped me, if only you knew how much.",
					"author": "Henna C, Leicester"
				}
			]
		}
	],
	"services": [
		{
			"id": "personalTraining",
			"title": "Personal Training",
			"body": "In person training to help you on your way in your fitness journey, whether you are just starting out or someone wanting to build on their strength. All sessions are fully tailored to help you achieve your goal. I ensure we set performance goals instead of physical goals, you'll find the journey is smoother. I will also provide you with nutrion guidance and calculate your calories. We'll take it step by step so that you aren't overwhelemed. If you're interested and local I am based in Horwich, Bolton.",
			"list": [
				{
					"item": "Step 1: FREE 10 minute call"
				},
				{
					"item": "Step 2: A consultation form will be sent out"
				},
				{
					"item": "Step 3: Form reviewed and we will meet for an assessment"
				},
				{
					"item": "Step 4: A tailored program will be written"
				},
				{
					"item": "Step 5: Sessions begin!"
				}
			],
			"disclaimer": "* All sessions MUST be taken within a month. Minimum 2 sessions per week. Cancellations must be notified 24hrs prior to session otherwise you will be charged.",
			"button": "Register my interest",
			"imagePosition": "none",
			"image1": "/images/jenbacksquat-480w.jpg",
			"image2": "/images/jenbacksquat-800w.jpg",
			"imageTitle": "Lisa Kim Fit personal training a client in the gym. Jen is performing a backsquat.",
			"quote": "You don't have to sacrifice life to be fitter and healthier."
		}
	],
	"contact" : [
		{
			"id": "contact",
			"title": "Contact",
			"body": "If you have any questions, please fill out the form and I'll get back to you within 24-48hrs. Alternatively, you can contact me via instagram or facbook messenger.",
			"fields": [
				{
					"id": "name",
					"name": "Full Name",
					"type": "text",
					"placeholder": "Full Name",
					"isRequired": "true"
				},
				{
					"id": "email",
					"name": "Email Address",
					"type": "email",
					"placeholder": "Email Address",
					"isRequired": "true"
				},
				{
					"id": "phone",
					"name": "Phone Number",
					"type": "number",
					"placeholder": "Phone Number",
					"isRequired": "true"
				},
				{
					"id": "message",
					"name": "Your Message",
					"type": "textarea",
					"placeholder": "I would like more information on [ choose service ] OR I would like a callback to discuss, please.",
					"isRequired": "true"
				}
			]
		}
	],
	"newsletter": [
		{
			"id": "newsletter",
			"title": "Sign up to the newsletter",
			"body": "Real and raw. For all things, training, nutrition hints & tips, recipes and personal experiences you can relate to."
		}
	],
	"errorpage": [
		{
			"id": "errorpage",
			"title": "404 Page Error",
			"body": "Sorry we can't find the page you are looking for. Return to the homepage."
		}
	]
}
